Repository: Yankie/Site-Portfolio
Catalog: lib/Site/Portfolio/I18N/*.po
Languages: ru

source: page.blog.add.message
ru: <p>Добавить сообщение</p>

source: page.blog.add.title
ru: Добавить сообщение

source: page.blog.edit.message %1
ru: <p>Редактирование сообщения %1</p>

source: page.blog.edit.title %1
ru: Редактировать %1

source: page.blog.message
ru: <p>Здесь иногда появляются мои мысли, статьи и просто заметки...</p> <p>Увлекательного чтения!</p>

source: page.blog.title
ru: Блог

source: page.blog.view.message %1
ru: <p>Просмотреть сообщение</p>

source: page.blog.view.title %1
ru: Сообщение %1

source: page.contact.list.no.messages
ru: Пока никаких сообщений!

source: page.contact.message
ru: <p>Со мной можно связаться по телефону +7 985 4631446 и <a href="mailto:kriskol@mail.ru">kriskol@mail.ru</a> или отправить мне сообщение через форму ниже</p>

source: page.gallery.add.media
ru: Добавить в эту галерею...

source: page.gallery.add.message
ru: <p>Создание новой галереи</p>

source: page.gallery.add.title
ru: Создать галерею

source: page.gallery.edit.message %1
ru: <p>Редактирование свойств галереи %1</p>

source: page.gallery.edit.title %1
ru: Редактировать %1

source: page.gallery.list.message
ru: <p>Здесь представлены мои работы, сгруппированные по галереям</p>

source: page.gallery.list.no.media
ru: Ничего пока не загружено!

source: page.gallery.list.title
ru: Список галерей

source: page.gallery.message
ru: <p>Здесь представлены мои работы, сгруппированные по галереям</p>

source: page.gallery.title
ru: Галереи

source: page.gallery.view.title %1
ru: Галерея %1

source: page.main.message %1 %2
ru: <p>Вы можете просмотреть <a href="%1">галерею</a> и почитать мой <a href="%2">блог</a></p><p>Приятного отдыха!</p>

source: page.main.title
ru: Добро пожаловать!

source: page.media.add.message %1
ru: <p>Добавление нового произведения в галерею %1</p>

source: page.media.add.title %1
ru: Добавить в %1

source: page.media.edit.message %1 %2
ru: <p>Редактирование свойств произведения %1 в галерее %2</p>

source: page.media.edit.title %1 %2
ru: Изменить %1

source: page.media.message
ru: <p>Здесь собраны все произведения на сайте</p>

source: page.media.title
ru: Все произведения

source: site.title
ru: Портфолио Кристины Колесо

source: ui.article.created.and.modified %1 %2
ru: Создано %1 и обновлено %2

source: ui.article.link.add
ru: Новое сообщение

source: ui.article.link.delete
ru: Удалить сообщение

source: ui.article.link.edit
ru: Редактировать сообщение

source: ui.article.link.view
ru: Просмотреть сообщение

source: ui.error.blog.no.add.permissions
ru: Недостаточно прав для создания сообщения

source: ui.error.blog.no.delete.permissions
ru: Недостаточно прав для удаления сообщения

source: ui.error.blog.no.edit.permissions
ru: Недостаточно прав для редактирования сообщения

source: ui.error.gallery.no.add.permissions
ru: Недостаточно прав для создания галереи

source: ui.error.gallery.no.delete.permissions
ru: Недостаточно прав для удаления галереи

source: ui.error.gallery.no.edit.permissions
ru: Недостаточно прав для редактирования свойств галереи

source: ui.error.media.no
ru: Произведение не найдено

source: ui.error.media.no.add.permissions
ru: Недостаточно прав для загрузки

source: ui.error.media.no.delete.permissions
ru: Недостаточно прав для удаления

source: ui.error.media.no.edit.permissions
ru: Недостаточно прав для редактирования свойств

source: ui.form.label.created
ru: Создано

source: ui.form.label.description
ru: Описание

source: ui.form.label.email
ru: E-mail

source: ui.form.label.file
ru: Файл

source: ui.form.label.login
ru: Логин

source: ui.form.label.message
ru: Сообщение

source: ui.form.label.name
ru: Название

source: ui.form.label.ok
ru: ОК

source: ui.form.label.password
ru: Пароль

source: ui.form.label.title
ru: Заголовок

source: ui.form.label.uname
ru: Имя

source: ui.form.label.update
ru: Обновить

source: ui.form.label.upload
ru: Загрузить

source: ui.gallery.link.add
ru: Новая галерея

source: ui.gallery.link.delete
ru: Удалить галерею

source: ui.gallery.link.edit
ru: Редактировать галерею

source: ui.media.link.delete
ru: Удалить

source: ui.media.link.edit
ru: Редактировать

source: ui.menu.link.admin
ru: Админка

source: ui.menu.link.blog
ru: Блог

source: ui.menu.link.contacts
ru: Контакты

source: ui.menu.link.galleries
ru: Галереи

source: ui.menu.link.home
ru: Главная

source: ui.menu.link.logout
ru: Выйти

source: ui.menu.link.manage.galleries
ru: Галереи

source: ui.menu.link.manage.media
ru: Медиа

source: ui.message.blog.add.success %1
ru: Сообщение %1 успешно создано!

source: ui.message.blog.delete.success %1
ru: Сообщение %1 успешно удалено!

source: ui.message.blog.no %1
ru: Сообщение %1 не существует!

source: ui.message.blog.update.success %1
ru: Сообщение %1 успешно обновлено!

source: ui.message.feedback.add.success
ru: Сообщение отправлено успешно!

source: ui.message.gallery.add.success %1
ru: Галерея %1 успешно создана!

source: ui.message.gallery.delete.success %1
ru: Галерея %1 успешно удалена!

source: ui.message.gallery.no %1
ru: Галерея %1 не существует!

source: ui.message.gallery.update.success %1
ru: Галерея %1 успешно обновлена!

source: ui.message.login.fail
ru: Попытка входа провалилась!

source: ui.message.login.success
ru: Вход выполнен успешно

source: ui.message.logout
ru: Выход выполнен успешно

source: ui.message.media.add.success %1 %2
ru: Медиа %1 успешно создана в галерее %2!

source: ui.message.media.delete.success %1 %2
ru: Медиа %1 в галерее %2 успешно удалена!

source: ui.message.media.resize.success
ru: Все произведения успешно обновлены!

source: ui.message.media.update.success %1 %2
ru: Медиа %1 успешно обновлена в галерее %2!

source: ui.warning.media.add.no.gallery
ru: Галерея не выбрана!

source: ui.warning.media.add.root.gallery
ru: Загружаю в корневую галерею!

source: ui.warning.media.add.wrong.gallery
ru: Нет такой галереи!
